{"products":[{"id":1,"title":"Trollface","desc":"Trollface is a rage comic character wearing a mischievous smile that is meant to represent the facial expression of an Internet troll. The image is most commonly used to portray a character as a troll in rage comics, or alternatively, to identify oneself or another participant as such in online discussions.","price":420,"quantity":12,"img":"https://i.kym-cdn.com/entries/icons/original/000/000/091/TrollFace.jpg"},{"id":2,"title":"Doge","desc":"Doge is a slang term for dog that is primarily associated with pictures of Shiba Inus.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/photos/images/original/000/581/296/c09.jpg"},{"id":3,"title":"Dolan.","desc":"Dolan is an MS Paint web comic series featuring a variety of poorly drawn Disney cartoon characters. The main character Dolan, based on Donald Duck, is often portrayed as a psychotic killer and sex addict.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/003/549/Dolan.jpg"},{"id":4,"title":"Hello There","desc":"'Hello There' is a memorable quote uttered by the character Obi-Wan Kenobi, portrayed by actor Ewan McGregor, in the 2005 science fiction action film Star Wars: Episode III – Revenge of the Sith. Online, the scene has been used to create various remix videos and image macros, as well as seeing use as a catchphrase.","price":69,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/029/079/hellothere.jpg"},{"id":5,"title":"Pepe the Frog","desc":"Pepe the Frog is an anthropomorphic frog character from the comic series Boy’s Club by Matt Furie. On 4chan, various illustrations of the frog creature have been used as reaction faces, including Feels Good Man, Sad Frog, Angry Pepe, Smug Frog and Well Meme'd.","price":444,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/017/618/pepefroggie.jpg"},{"id":6,"title":"Harambe the Gorilla","desc":"Harambe the Gorilla was a 17-year-old Western lowland silverback gorilla who was shot and killed at the Cincinnati Zoo after a child fell into his enclosure in late May 2016. The incident was wildly criticized online by many who blamed the child's parents for the gorilla's untimely death.","price":444,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/facebook/000/020/605/Harambe.jpg"},{"id":7,"title":"Press F to Pay Respects","desc":"Press F (X) to Pay Respects is an action prompt featured in a quick time event from the 2014 first-person shooter Call of Duty: Advanced Warfare. Upon the release of the game in November 2014, many players of the video game mocked the funeral cutscene for its forced element of interactivity that seemed out-of-place at a memorial service.","price":444,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/017/039/pressf.jpg"},{"id":8,"title":"Ricardo Milos","desc":"Ricardo Milos is a Brazilian adult model known for his erotic dance video. His dance video, often referred to as Danced Like a Butterfly.","price":444,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/010/843/ricardo.jpg"},{"id":9,"title":"GigaChad","desc":"GigaChad is a nickname associated with the art project berlin.1969 / Ernest Khalimov,[1] which is a series of photoshopped photographs of several models created by Russian photographer Krista Sudmalis for her project Sleek'N'Tears.[4] The name GigaChad indicates that the person, who was initially assumed to be real, is the ultimate Chad Thundercock, an internet archetype representing an ultra-masculine, physically attractive male.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/facebook/000/026/152/gigachadd.jpg"},{"id":10,"title":"Hide The Pain Harold","desc":"Hide The Pain Harold, also simply referred to as Harold or Maurice is the nickname given to a senior stock photography model whose facial expression appears to indicate suppressed pain and/or discomfort.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/016/546/hidethepainharold.jpg"},{"id":11,"title":"Pedobear","desc":"Pedobear is a cartoon mascot that became a well-known icon through its usage on 4chan to signal moderators and other users that illegal pornographic content had been posted.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/facebook/000/000/005/PedoBear.jpg"},{"id":12,"title":"Nyan Cat","desc":"Nyan Cat, also known as Pop Tart Cat, is an 8-bit animation depicting a cat with the body of a cherry Pop-Tart flying through outer space. While absurd themes like flying kittens and pastry cats have been around for some time, the surreal humor behind this particular combination has captivated YouTubers and online art communities, spawning fan illustrations as well as user-interface designs and homebrew games across multiple platforms.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/005/608/nyan-cat-01-625x450.jpg"},{"id":13,"title":"Stonks","desc":"Stonks is an intentional misspelling of the word stocks which is often associated with a surreal meme featuring the character Meme Man standing in front of a picture representing the stock market followed by the caption Stonks. The picture began seeing use as a reaction image online in jokes about making poor financial decisions. In the 2020s, the term stonks has come to be used within the Meme Stocks community to describe humorous investing in various companies as a means to manipulate the market.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/029/959/Screen_Shot_2019-06-05_at_1.26.32_PM.jpg"},{"id":14,"title":"I Know That Feel Bro","desc":"“I Know That Feel Bro” is an Internet slang expression used to convey empathy towards or agree with someone else's feeling or opinion. The expression, which roughly means “I feel you, bro,” is typically accompanied by a contour- drawing reaction image of two bald men embracing each other expressionlessly.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/005/393/IKIFEEL.jpg"},{"id":15,"title":"Surprised Pikachu","desc":"Surprised Pikachu, also known as Shocked Pikachu, refers to a screenshot from the Pokémon anime of the character Pikachu with its mouth agape, as though it were surprised at something. In the autumn of 2018, the image was used as a reaction image paired with captions where a set-up leads to a predictable outcome that nevertheless leaves one surprised.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/027/475/Screen_Shot_2018-10-25_at_11.02.15_AM.png"},{"id":16,"title":"Mocking SpongeBob","desc":"Mocking SpongeBob, also known as Spongemock, refers to an image macro featuring cartoon character SpongeBob SquarePants in which people use a picture of SpongeBob to indicate a mocking tone towards an opinion or point of view.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/022/940/mockingspongebobbb.jpg"},{"id":17,"title":"Wojak","desc":"Feels Guy, also known as Wojak, is an MS Paint illustration of a bald man with a sad expression on his face. It is often used as a reaction image to represent feelings such as melancholy, regret or loneliness.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/facebook/000/018/433/wojak.jpg"},{"id":18,"title":"This Is Fine","desc":"This Is Fine is a two-pane image of an anthropomorphic dog trying to assure himself that everything is fine, despite sitting in a room that is engulfed in flames. ","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/018/012/this_is_fine.jpeg"},{"id":19,"title":"Spider-Man Pointing at Spider-Man","desc":"Spider-Man Pointing at Spider-Man refers to an image from the 60's Spider-Man cartoon episode in which two people in Spider-Man costumes are pointing at each other.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/023/397/C-658VsXoAo3ovC.jpg"},{"id":20,"title":"KEKW","desc":"KEKW is a FrankerFaceZ extension Twitch emote featuring an image of Spanish comedian and actor Juan Joya Borja, better known as the Spanish Laughing Guy. In late summer 2019, the custom emote gained popularity on the streaming platform as a way to convey laughter.","price":420,"quantity":10,"img":"https://i.kym-cdn.com/entries/icons/original/000/031/051/cover4.jpg"},{"title":"Distracted Boyfriend","desc":"Distracted Boyfriend, also known as Man Looking at Other Woman, is an object labeling stock photo series in which a man looks at the backside of a woman walking by while another woman, presumably his romantic partner, looks on disapprovingly.","img":"https://i.kym-cdn.com/entries/icons/original/000/023/732/damngina.jpg","price":555,"quantity":10,"id":21}]}